Revit 2027 API
ParameterTypeId.StructuralEndReleaseFz Property
 "End Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralEndReleaseFz { get; }
Public Shared ReadOnly Property StructuralEndReleaseFz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralEndReleaseFz {
	ForgeTypeId^ get ();
}
static member StructuralEndReleaseFz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace